Repository: raulikeda/SoftDes-Desafios
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: Nome da função inválido. Usar
es_es: Nombre de funcíon no es válido. Utilizar

source: Função inválida.
es_es: Función inválida

source: Boa tentativa, mas não vai dar certo!
es_es: ¡Buena tentativa, pero no funcionará!

source: Sorry... Prazo expirado!
es_es: ¡Lo siento... Plazo caducado!

source: Erro
es_es: Error

source: Sem erros.
es_es: Sin errores.

source: Ainda não há desafios! Volte mais tarde.
es_es: ¡No hay desafíos! Vuelve más tarde.

source: Oops... Desafio invalido!
es_es: ¡Oops... Desafío inválido!

source: As novas senhas nao batem
es_es: Las contraseñas no son iguales

source: A senha antiga nao confere
es_es: La contraseña antigua no está correcta

source: Senha alterada com sucesso
es_es: Contraseña cambiada con éxito

source: Logout com sucesso
es_es: Logout con éxito

source: Olá
es_es: Hola

source: trocar senha
es_es: cambiar contraseña

source: Desafio
es_es: Desafío

source: Trocar senha
es_es: Cambiar contraseña

source: Senha Antiga
es_es: Contraseña antigua

source: Senha Nova
es_es: Nueva contraseña

source: Repetir Senha Nova
es_es: Repetir nueva contraseña

source: Prazo
es_es: Plazo

source: Resposta
es_es: Respuesta

source: Envios
es_es: Envíos

source: Data
es_es: Fecha
